<template>
  <div class="container">
    <h1>このサイトについて</h1>
    <bread pageType="page" title="このサイトについて" cat="" />
    <p>
      「かいものの助」をご覧いただき、ありがとうございます。<br /><br />
      本サイトは、日常生活に欠かせない「買い物」において、少しでも手助けになるような情報や便利な自作のWebアプリを掲載しているサイトです。<br />
      本サイトの運営者の私も毎日のように買い物をする中で常に情報収集をしたり、便利なツールを探したりしています。<br />
      私が知って得したり助かったりした情報を皆さんに共有できたらと思い、本サイトを立ち上げることにしました。<br /><br />
      また、私はWebエンジニアの仕事をしているので、この知識と技術を活かして、「買い物」を効率化できるような便利なアプリを開発したいと思いました。<br />
      自分の持つ技術を使って、多くの人の「買い物」を手助けすることができたら、それはとても素晴らしいことです。<br />
      そのプラットフォームとしての役割を、本サイトが担ってくれたら一石二鳥だと思いました。<br /><br />
      日常生活において欠かせない「買い物」だからこそ、情報や技術を共有すべきです。<br /><br />
      私が発信する「買い物」に関する情報やアプリがこのサイトに訪れてくださった皆さんの役に立つことを願っています。
    </p>
    <p class="text-right">「かいものの助」運営者　mikiya</p>
  </div>
</template>

<script>
import Vue from "vue";

export default Vue.extend({
  layout: "default",
  head () {
    return {
      title: 'このサイトについて | かいものの助',
      meta: [
        {
          hid: 'description',
          name: 'description',
          content: 'かいものの助サイトについてご紹介します。本サイトの意義や目的を記載しています。本サイトは日常生活に欠かせない「買い物」について便利な情報や自作Webアプリを掲載しているサイトです。'
        },
        {
          hid: 'keywords',
          name: 'keywords',
          content: 'かいものの助,サイトについて,買い物,買い物メモ,メモ,お買い物,商品,ショッピング,便利ツール,買い物アプリ'
        },
        { hid: "og:title", property: "og:title", content: "このサイトについて | かいものの助" },
        {
          hid: "og:description",
          property: "og:description",
          content:
            "かいものの助サイトについてご紹介します。本サイトの意義や目的を記載しています。本サイトは日常生活に欠かせない「買い物」について便利な情報や自作Webアプリを掲載しているサイトです。",
        }
      ],
    }
  }
});
</script>

<style lang="scss" scoped>
</style>
